/* localized displayName */

"Disk Image" = "Immagine Disco";
"Creating Image..." = "Creando Immagine...";
"Mounting Image..." = "Montando Immagine...";
"Converting Image..." = "Convertendo Immagine...";

"Disk Image Converting" = "Convertendo Immagine Disco";
"Disk Image Progress" = "Disk Image Progress";

/* window names */
"Create Disk Image" = "Immagine Disco";
"Disk Image Converter" = "Converti Immagine Disco";

"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Il file deve evere l'estensione .dmg, .img oppure .toast";

"Volume Size:" = "Dimensione:";
"Volume Name:" = "Nome Disco:";
"Megabytes" = "Megabyte";
"Mount after creating" = "Monta l'immagine dopo la creazione";
"Cancel" = "Annulla";
"Create" = "Crea";

"Read only compressed" = "Sola Lettura Compressa";
"Read only" = "Sola Lettura";
"Read/Write" = "Lettura/Scrittura";
"DVD/CD-R master" = "DVD/CD-R master";
"Convert" = "Converti";
"Image Format" = "Converti l'Immagine Disco:";

"untitled" = "senza titolo";
"Finished" = "Finito";

"Internet enable" = "Abilita Internet";
"Create..." = "Nuova Immagine Disco...";
"Change Format..." = "Converti Immagine Disco...";
"Burn Image..." = "Masterizza Immagine...";

"Create with size:" = "Crea con la dimensione:";
"Create with directory:" = "Crea con la cartella:";
"Format:" = "Formato:";
"Encryption:" = "Crittografia:";
"None" = "Nessuno";
"Sparse" = "Sparse";
"Name:" = "Nome:";

"AES-128 (recommended)" = "AES-128 (raccomandato)";

